export const telegramWelcomeMessage = `
    📣 Выбери тариф, для доступа в мою приватную группу с сигналами.

   💰 Повторюсь, я готов дать тебе бесплатный доступ 
    на 3 дня, чтобы ты убедился в том, 
    что моя программа работает
    и на ней можно зарабатывать в десятки раз больше, 
    чем стоимость подписки
`;

export const telegramTrialResponse = `
    📲 Для начала вам необходимо зарегистрироваться на 1win 
    (провайдер игры LuckyJet).
    Пожалуйста, выполните следующие важные шаги, чтобы бот смог проверить вашу регистрацию:

    1️⃣ Аккаунт должен быть НОВЫМ! Если у вас уже есть аккаунт и при нажатии на кнопку «РЕГИСТРАЦИЯ» вы попадаете в старый аккаунт, выйдите из него и заново нажмите «РЕГИСТРАЦИЯ», чтобы создать новый аккаунт.

    2️⃣ Чтобы бот мог проверить вашу регистрацию, обязательно введите промокод "bot77" при регистрации!

⚠️ Как ввести промокод можно узнать здесь: https://t.me/helpfromdan/3
`;

export const onSuccessPromoRegistrationMsg = `✅РЕГИСТРАЦИЯ УСПЕШНА! Остался последний шаг

💰Для того, чтобы получить доступ в закрытую группу с сигналами - необходимо на любую сумму пополнить баланс аккаунта.

Пополнение нужно для того, чтобы делать ставки по моим сигналам и зарабатывать на них. Я гарантирую тебе, что уже после первой игры - ты умножишь свой баланс в 4-5 раз.

📲После успешного пополнения бот даст возможност ползаватся волшебними сигналами`;
